Repository: common-repository/paged-gallery
Catalog: paged_gallery-*.po
Languages: ru_ru

source: Paged Gallery Settings
ru_ru: Настройки Paged Gallery

source: If you select <code>[gallery]</code> (default) then the plugin replaces standard wordpress gallery,<br />else you may use both [gallery] and [pgallery] in your blog (and, for instance, to apply another plugin to wordpress gallery shortcode).
ru_ru: Если выберете <code>[gallery]</code> (по умолчанию), тогда плагин будет работать, заменяя стандартные галереи wordpress, иначе вы можете использовать в своем блоге одновременно и [gallery] и [pgallery] (например, тогда можно будет применить к стандартным галереям другой плагин).

source: Show edit mediafile link?
ru_ru: Показывать ссылку на редактирование медафайла?

source: For those who has permission, of course
ru_ru: Разумеется, только тем, кому разрешено редактировать

source: How many columns?
ru_ru: Сколько столбцов?

source: How many images per page?
ru_ru: По сколько картинок на странице?

source: Not bad if it is multiple of the above number ;)
ru_ru: Неплохо, если оно будет кратно числу столбцов ;)

source: Preview size
ru_ru: Размер превьюшек

source: Link to
ru_ru: Ссылка на

source: Save settings
ru_ru: Сохранить настройки

source: Reset defaults
ru_ru: Сбросить на исходные
